aom
atk
autoconf
autojump
automake
awscli
bat
bdw-gc
berkeley-db
bit
brotli
btop
bzip2
c-ares
ca-certificates
cairo
capstone
ccat
chapel
cjson
cmake
colordiff
coreutils
ctop
delta
dive
docker
docutils
duf
dust
ets
exa
expat
fmt
fontconfig
freetype
fribidi
fzf
gcc
gd
gdb
gdbm
gdk-pixbuf
gettext
gh
giflib
git-delta
glfw
glib
glslang
gmp
gnu-sed
gnutls
go
gobject-introspection
gpatch
graphite2
graphviz
gsettings-desktop-schemas
gtk+
gtk+3
gtk-mac-integration
gtksourceview
gtop
gts
guile
harfbuzz
heroku
heroku-node
hexyl
hicolor-icon-theme
highway
htop
httpie
icarus-verilog
icu4c
imath
isl
istioctl
jansson
jasper
jpeg
jpeg-turbo
jpeg-xl
jq
kind
kubernetes-cli
lazydocker
libart
libavif
libepoxy
libevent
libffi
libglade
libgnomecanvas
libidn2
liblinear
libmpc
libnghttp2
libpng
libpthread-stubs
librsvg
libslirp
libsodium
libssh
libssh2
libtasn1
libtermkey
libtiff
libtool
libunistring
libusb
libuv
libvmaf
libvterm
libwebsockets
libx11
libxau
libxcb
libxdmcp
libxext
libxml2
libxrender
libyaml
libzip
little-cms2
llvm
llvm@11
llvm@14
lua
lua@5.3
luajit
luv
lz4
lzo
m4
maven
mbedtls
mcfly
mdcat
minikube
mono
mosquitto
mpdecimal
mpfr
msgpack
nasm
ncurses
neovim
netpbm
nettle
ninja
nlohmann-json
nmap
nnn
node
oniguruma
opam
openexr
openjdk
openssl@1.1
p11-kit
pango
pcre
pcre2
perl
pixman
pkg-config
powerlevel10k
powerlevel9k
procs
pwntools
python@3.10
python@3.11
python@3.8
python@3.9
qemu
readline
ripgrep
ruby
rustup-init
sdl
sdl12-compat
sdl2
sdl2_image
sdl2_ttf
sdl_image
six
sketchybar
skhd
snappy
spicetify-cli
sqlite
svim
switchaudio-osx
tcl-tk
telnet
terminal-notifier
tldr
tmux
tree-sitter
ultralist
unbound
unibilium
universal-ctags
utf8proc
vcpkg
vde
vector
verilator
vim
watch
webp
wget
xorgproto
xz
yabai
z3
zeromq
zlib
zsh
zsh-syntax-highlighting
zstd
alacritty
font-fira-code
font-hack-nerd-font
ghdl
sf-symbols
visual-studio-code
alacritty
font-fira-code
font-hack-nerd-font
ghdl
sf-symbols
visual-studio-code
